{
  "controls": [
    {
      "id": "4_9_1_a",
      "label": "Does your AML/CTF program provide for the verification of KYC information about individuals by means of reliable and independent documentation?",
      "detail-required": false,
      "correct-option": "N/A",
      "mapping-confidence": 1.0,
      "source-rules": [
        "4.9.1"
      ]
    },
    {
      "id": "4_9_1_b",
      "label": "Does your AML/CTF program provide for the verification of KYC information about customers who are not individuals by means of reliable and independent documentation?",
      "detail-required": false,
      "correct-option": "N/A",
      "mapping-confidence": 1.0,
      "source-rules": [
        "4.9.4"
      ]
    },
    {
      "id": "4_9_2_1",
      "label": "Does your program include risk-based systems and controls to determine what reliable and independent documentation will be required to verify an individual's name and date of birth and/or residential address?",
      "detail-required": true,
      "detail-label": "Describe the documentation standards and risk-based criteria you use to determine acceptable documents for individual identity and address verification.",
      "correct-option": "Yes",
      "mapping-confidence": 1.0,
      "source-rules": [
        "4.9.3(1)"
      ],
      "process-id": "PROC-AML-002b"
    },
    {
      "id": "4_9_2_2",
      "label": "Does your program include risk-based systems and controls to determine what reliable and independent documentation may be used to verify other KYC information about individuals (beyond name, DOB, and address)?",
      "detail-required": true,
      "detail-label": "Describe how you determine which documents are acceptable for verification of other KYC information (e.g., occupation, beneficial ownership).",
      "correct-option": "Yes",
      "mapping-confidence": 1.0,
      "source-rules": [
        "4.9.3(2)"
      ],
      "process-id": "PROC-AML-002a"
    },
    {
      "id": "4_9_2_3",
      "label": "Does your program include risk-based systems and controls to determine what and how many reliable and independent documents will be required for verification of KYC information about customers who are not individuals?",
      "detail-required": true,
      "detail-label": "Describe your standards for the number and type of documents required for non-individual customers and how these are determined by risk assessment.",
      "correct-option": "Yes",
      "mapping-confidence": 1.0,
      "source-rules": [
        "4.9.5(1)"
      ],
      "process-id": "PROC-AML-002b"
    },
    {
      "id": "4_9_3_1",
      "label": "Does your program include satisfaction and controls that documents used to verify KYC information about individuals have not expired (excluding Commonwealth passports that expired within the preceding two years)?",
      "detail-required": true,
      "detail-label": "Describe your procedures to verify that documents are current and not expired, including any exceptions you permit.",
      "correct-option": "Yes",
      "mapping-confidence": 1.0,
      "source-rules": [
        "4.9.2"
      ],
      "process-id": "PROC-AML-002b"
    },
    {
      "id": "4_9_3_2",
      "label": "Does your program include risk-based systems and controls to determine whether a document is sufficiently contemporaneous for use in verification of KYC information about non-individual customers?",
      "detail-required": true,
      "detail-label": "Describe how you determine whether a document is current enough for verification and what risk factors influence this decision.",
      "correct-option": "Yes",
      "mapping-confidence": 1.0,
      "source-rules": [
        "4.9.5(2)"
      ],
      "process-id": "PROC-AML-002b"
    },
    {
      "id": "4_9_5_1",
      "label": "Does your program include risk-based systems and controls to determine whether you are prepared to rely upon a copy of a reliable and independent document (for individuals)?",
      "detail-required": true,
      "detail-label": "Describe your policy on accepting copies of documents versus originals, including any risk-based conditions or restrictions.",
      "correct-option": "Yes",
      "mapping-confidence": 1.0,
      "source-rules": [
        "4.9.3(3)"
      ],
      "process-id": "PROC-AML-002b"
    },
    {
      "id": "4_9_5_2",
      "label": "Does your program include risk-based systems and controls to determine whether you are prepared to rely upon a copy of a reliable and independent document (for non-individuals)?",
      "detail-required": true,
      "detail-label": "Describe your policy on accepting copies of documents versus originals for non-individual customers, including any risk-based conditions or restrictions.",
      "correct-option": "Yes",
      "mapping-confidence": 1.0,
      "source-rules": [
        "4.9.5(3)"
      ],
      "process-id": "PROC-AML-002b"
    },
    {
      "id": "4_9_5_3",
      "label": "Does your program include risk-based systems and controls to determine in what circumstances you will take steps to verify whether a document about an individual may have been forged, tampered with, cancelled or stolen?",
      "detail-required": true,
      "detail-label": "Describe the circumstances and risk factors that trigger document fraud/authenticity checks, and what steps you will take to verify document integrity.",
      "correct-option": "Yes",
      "mapping-confidence": 1.0,
      "source-rules": [
        "4.9.3(4)"
      ],
      "process-id": "PROC-AML-002b"
    },
    {
      "id": "4_9_5_4",
      "label": "Does your program include risk-based systems and controls to determine in what circumstances you will take steps to verify whether a document about a non-individual customer may have been cancelled, forged, tampered with or stolen?",
      "detail-required": true,
      "detail-label": "Describe the circumstances and risk factors that trigger document fraud/authenticity checks for non-individual customers, and what steps you will take.",
      "correct-option": "Yes",
      "mapping-confidence": 1.0,
      "source-rules": [
        "4.9.5(4)"
      ],
      "process-id": "PROC-AML-002b"
    },
    {
      "id": "4_9_6_1",
      "label": "Does your program include risk-based systems and controls to determine whether you will use any available authentication service in respect of documents used to verify KYC information about individuals?",
      "detail-required": true,
      "detail-label": "Describe which authentication services you use or are available to you for document verification, and how you determine when to use them.",
      "correct-option": "Yes",
      "mapping-confidence": 1.0,
      "source-rules": [
        "4.9.3(5)"
      ],
      "process-id": "PROC-AML-002b"
    },
    {
      "id": "4_9_6_2",
      "label": "Does your program include risk-based systems and controls to determine whether you will use any available authentication service in respect of documents used to verify KYC information about non-individual customers?",
      "detail-required": true,
      "detail-label": "Describe which authentication services you use or are available to you for non-individual document verification, and how you determine when to use them.",
      "correct-option": "Yes",
      "mapping-confidence": 1.0,
      "source-rules": [
        "4.9.5(5)"
      ],
      "process-id": "PROC-AML-002b"
    },
    {
      "id": "4_9_6_3",
      "label": "Does your program include risk-based systems and controls to determine whether and how you will confirm KYC information about an individual by independently initiating contact with the person that the individual claims to be?",
      "detail-required": true,
      "detail-label": "Describe your procedures for independent verification through direct contact, including when and how you conduct such verification.",
      "correct-option": "Yes",
      "mapping-confidence": 1.0,
      "source-rules": [
        "4.9.3(6)"
      ],
      "process-id": "PROC-AML-002b"
    },
    {
      "id": "4_9_6_4",
      "label": "Does your program include risk-based systems and controls to determine whether and how you will confirm KYC information about a non-individual customer by independently initiating contact with the customer?",
      "detail-required": true,
      "detail-label": "Describe your procedures for independent verification of non-individual customer information through direct contact, including when and how you conduct such verification.",
      "correct-option": "Yes",
      "mapping-confidence": 1.0,
      "source-rules": [
        "4.9.5(6)"
      ],
      "process-id": "PROC-AML-002b"
    }
  ],
  "groups": [
    {
      "id": "4_9",
      "title": "Verification Standards — Documents",
      "description": "Systems and controls for verification of KYC information using reliable and independent documentation for both individuals and non-individuals."
    },
    {
      "id": "4_9_1",
      "title": "Program Scope & Eligibility",
      "description": "Establishing whether the AML/CTF program uses document-based verification."
    },
    {
      "id": "4_9_2",
      "title": "Collection & Selection of Documents",
      "description": "Determining which reliable and independent documents will be used for verification."
    },
    {
      "id": "4_9_3",
      "title": "Verification of Individual KYC Information",
      "description": "Specific controls for verifying information about individuals using documents."
    },
    {
      "id": "4_9_4",
      "title": "Verification of Non-Individual KYC Information",
      "description": "Specific controls for verifying information about customers who are not individuals using documents."
    },
    {
      "id": "4_9_5",
      "title": "Document Authenticity & Validity Checks",
      "description": "Systems and controls for verifying document authenticity, currency, and integrity."
    },
    {
      "id": "4_9_6",
      "title": "Discrepancy Resolution & Independent Contact",
      "description": "Procedures for handling verification failures and independently confirming KYC information."
    }
  ],
  "rules": [
    {
      "target": "4_9_3",
      "scope": "4_9_1_a",
      "effect": "SHOW",
      "schema": {
        "const": "Yes"
      }
    },
    {
      "target": "4_9_4",
      "scope": "4_9_1_b",
      "effect": "SHOW",
      "schema": {
        "const": "Yes"
      }
    },
    {
      "target": "4_9_2_1",
      "scope": "4_9_1_a",
      "effect": "SHOW",
      "schema": {
        "const": "Yes"
      }
    },
    {
      "target": "4_9_2_2",
      "scope": "4_9_1_a",
      "effect": "SHOW",
      "schema": {
        "const": "Yes"
      }
    },
    {
      "target": "4_9_3_1",
      "scope": "4_9_1_a",
      "effect": "SHOW",
      "schema": {
        "const": "Yes"
      }
    },
    {
      "target": "4_9_6_1",
      "scope": "4_9_1_a",
      "effect": "SHOW",
      "schema": {
        "const": "Yes"
      }
    },
    {
      "target": "4_9_6_3",
      "scope": "4_9_1_a",
      "effect": "SHOW",
      "schema": {
        "const": "Yes"
      }
    },
    {
      "target": "4_9_2_3",
      "scope": "4_9_1_b",
      "effect": "SHOW",
      "schema": {
        "const": "Yes"
      }
    },
    {
      "target": "4_9_3_2",
      "scope": "4_9_1_b",
      "effect": "SHOW",
      "schema": {
        "const": "Yes"
      }
    },
    {
      "target": "4_9_5_2",
      "scope": "4_9_1_b",
      "effect": "SHOW",
      "schema": {
        "const": "Yes"
      }
    },
    {
      "target": "4_9_5_4",
      "scope": "4_9_1_b",
      "effect": "SHOW",
      "schema": {
        "const": "Yes"
      }
    },
    {
      "target": "4_9_6_2",
      "scope": "4_9_1_b",
      "effect": "SHOW",
      "schema": {
        "const": "Yes"
      }
    },
    {
      "target": "4_9_6_4",
      "scope": "4_9_1_b",
      "effect": "SHOW",
      "schema": {
        "const": "Yes"
      }
    },
    {
      "target": "4_9_5_1",
      "scope": "4_9_1_a",
      "effect": "SHOW",
      "schema": {
        "const": "Yes"
      }
    },
    {
      "target": "4_9_5_3",
      "scope": "4_9_1_a",
      "effect": "SHOW",
      "schema": {
        "const": "Yes"
      }
    }
  ]
}